{
  "sections": [
    {
      "name": "Základní informace",
      "type": "open",
      "questions": [
        {
          "question": "Ve kterém kraji žiješ?",

          "weight": "1"
        },
        {
          "question": "Jaké jsi měl/a výsledky z češtiny z cvičného testu z češtiny?",

          "weight": "1"
        },
        {
          "question": "Jaké jsi měl/a výsledky z cvičného testu z matematiky?",

          "weight": "1"
        }
      ]
    },
    {
      "name": "Zájmy a budoucí profese",
      "type": "close",
      "questions": [
        {
          "question": "Máš jasnou představu o tom, v jakém oboru chceš v budoucnu pracovat?",

          "weight": "3"
        },
        {
          "question": "Baví tě práce s technologiemi? (IT nebo programování)",

          "weight": "3"
        },
        {
          "question": "Zajímáš se o přírodní vědy? (biologie, chemie, fyzika)",

          "weight": "3"
        },
        {
          "question": "Vidíš se v budoucnosti v humanitních oborech? (právo, psychologie, sociální vědy)",

          "weight": "3"
        },
        {
          "question": "Chtěl/a bys pracovat v kreativních odvětvích? (design, umění, film)",

          "weight": "3"
        },
        {
          "question": "Máš zájem o práci v obchodní nebo ekonomické oblasti? (podnikání, marketing, finance)",

          "weight": "3"
        },
        {
          "question": "Chceš pracovat ve zdravotnictví nebo pomáhat lidem? (lékařství, záchranářství, sociální služby)",

          "weight": "3"
        },
        {
          "question": "Zajímá tě práce v manuálních oborech, kde můžeš využít praktické dovednosti? (strojírenství, tesařina, zedničina)",

          "weight": "3"
        }
      ]
    },
    {
      "name": "Ambice studovat na vysoké škole",
      "type": "close",
      "questions": [
        {
          "question": "Plánuješ po střední škole pokračovat ve studiu na vysoké škole?",

          "weight": "3"
        },
        {
          "question": "Vidíš vysokou školu jako klíč k dosažení tvých kariérních cílů?",

          "weight": "3"
        },
        {
          "question": "Zajímáš se o možnosti zahraničního studia nebo výměnných programů?",

          "weight": "3"
        }
      ]
    },
    {
      "name": "Osobnostní preference",
      "type": "close",
      "questions": [
        {
          "question": "Baví tě pracovat na dlouhodobých projektech, kde se zaměřuješ na detail a preciznost?",

          "weight": "3"
        },
        {
          "question": "Preferuješ práci v týmu, kde můžeš spolupracovat s ostatními na dosažení společných cílů?",

          "weight": "3"
        },
        {
          "question": "Jsi samostatný/á a rád/a řešíš problémy vlastními silami?",

          "weight": "3"
        },
        {
          "question": "Dáváš přednost praktické výuce a aktivitám, kde můžeš okamžitě vidět výsledky své práce?",

          "weight": "3"
        },
        {
          "question": "Baví tě kreativní činnost, při které můžeš tvořit nové věci nebo přicházet s inovativními nápady?",

          "weight": "3"
        },
        {
          "question": "Jsi typ člověka, který má rád strukturu, jasná pravidla a disciplínu?",

          "weight": "3"
        },
        {
          "question": "Preferuješ spíše praktickou a akční práci než teoretické přemýšlení a plánování?",

          "weight": "3"
        }
      ]
    },
    {
      "name": "Dlouhodobé cíle a motivace",
      "type": "close",
      "questions": [
        {
          "question": "Chceš v budoucnu dosáhnout vyššího kariérního postavení nebo se stát expertem ve svém oboru?",

          "weight": "3"
        },
        {
          "question": "Zajímá tě možnost založení vlastního podniku nebo práce jako freelancer?",

          "weight": "3"
        },
        {
          "question": "Máš zájem o pracovní pozice s vysokou zodpovědností a rozhodovací pravomocí?",
          "weight": "3"
        },
        {
          "question": "Nevadí ti pracovat pod tlakem?",

          "weight": "3"
        }
      ]
    }
  ]
}
